OpenFOAM-v1812/tutorials/incompressible/pimpleFoam/RAS/propeller/system/AMIWeights
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

AMIWeights
{
    type          AMIWeights;
    libs          ("libfieldFunctionObjects.so");
    writeControl  writeTime;
    writeFields   no;
    // writeFields   yes;
}

// ************************************************************************* //
